import { IPostItem } from '@/components/blocks/post/Post'

export const POSTS: IPostItem[] = [
	{
		id: 1,
		img: '/blog-posts/post_1.svg',
		alt: 'post 1',
		date: '30.05.25',
		fullText:
			'Если вы хотите узнать больше о\u00a0переработке пластика, то эти фильмы вам точно понравятся!\n\n1. Plastic Paradise\nДокументалка о том, как пластик заполоняет океаны. Вы узнаете, что\u00a0такое «пластиковый континент» и\u00a0как\u00a0избежать этого катастрофического будущего\n\n2. A Plastic Ocean\nКоманда исследователей отправляется в\u00a0экспедицию, чтобы понять, как пластиковые отходы влияют на морскую жизнь. Готовьтесь к шокирующим открытиям и красивым пейзажам!\n\n3. The True Cost\nЭтот фильм о моде, но он показывает, какую роль играет пластик в\u00a0производстве одежды. Узнайте, как\u00a0ваши покупки влияют на планету!\n\n4. Before the Flood\nЛеонардо Ди Каприо отправляется в\u00a0путешествие, чтобы понять, как\u00a0изменение климата и пластиковые отходы влияют на Землю. Мотивирующий и информативный!\n\n5. The Plastic Age\nФильм о становлении пластика в нашей жизни и о том, как его переработка может изменить мир. Узнайте, как и\u00a0где\u00a0мы можем начать!\n\nВот такие фильмы! Надеемся, они\u00a0подтолкнут вас к действиям для сохранения нашей планеты! Какой из них вы хотите посмотреть в первую очередь?',
		previewText:
			'Если вы хотите узнать больше о пере-работке пластика, то эти фильмы вам точно понравятся...',
	},
	{
		id: 2,
		img: '/blog-posts/post_2.svg',
		alt: 'post 2',
		date: '21.05.25',
		fullText:
			'Многие из нас задавались вопросом: а\u00a0можно ли жечь пластик на костре? Ответ — однозначно нет!  Хотя это может показаться удобным способом избавиться от ненужной упаковки или\u00a0пластиковых изделий, последствия могут быть очень серьезными.\n\nВо-первых, при сжигании пластика выделяются опасные токсичные вещества, такие как диоксины и фураны, которые могут нанести вред как вашему здоровью, так и окружающей среде. Да\u00a0и\u00a0потом, эти химикаты могут попасть в\u00a0воздух и почву, затрудняя жизнь многим живым существам.\n\nКроме того, сжигание пластиковых отходов в несанкционированных местах запрещено в большинстве стран, так как это может привести к пожарам и другим неприятностям.\n\nТак что, если вы задумываетесь о том, как избавиться от пластика — лучше выберите переработку! Сдавайте пластик на переработку или ищите другие способы его использования.',
		previewText:
			'Многие из нас задавались вопросом: а\u00a0можно ли жечь пластик на костре? Ответ — однозначно...',
	},
	{
		id: 3,
		img: '/blog-posts/post_3.svg',
		alt: 'post 3',
		date: '12.05.25',
		fullText:
			'Привет, друзья! Сегодня поговорим о\u00a0переработке в Абхазии и о том, какое будущее её ждет.\n\nНа первый взгляд, ситуация может показаться не самой радужной: много пластиковых отходов, недостаток инфраструктуры и не всегда высокая осведомленность населения о важности сортировки. Но давайте не будем унывать! В последние годы в Абхазии активно начинают развиваться проекты по переработке. Люди все больше осознают, как важно заботиться об\u00a0окружающей среде.\n\nМестные инициаторы запускают программы по сбору и переработке пластика, начинают проводить мастер-классы и семинары о важности устойчивого потребления. Это уже шаг вперед!\n\nКонечно, еще много препятствий на пути к полноценной переработке, но с каждым новым проектом мы становимся ближе к\u00a0чистому будущему. Давайте поддерживать местные инициативы, сортировать отходы и вдохновлять друг друга на экологичные действия. Вместе мы можем сделать Абхазию чище!',
		previewText:
			'Привет, друзья! Сегодня поговорим о\u00a0переработке в Абхазии и о том, какое будущее её ждет...',
	},
	{
		id: 4,
		img: '/blog-posts/post_4.svg',
		alt: 'post 4',
		date: '4.05.25',
		fullText:
			'Готовы удивляться? Мы собрали для\u00a0вас\u00a010 необычных фактов о пластике, которые точно заставят вас задуматься!\n\n1. Пластик не разлагается.\nЗнаете ли вы, что пластик может разлагаться до 1000 лет? Это не шутка!\n\n2. Разные виды.\nСуществует более 10 000 типов пластика, и каждый из них имеет свои свойства и\u00a0применение.\n\n3. Пластиковая рыбалка.\nВ некоторых странах возникают новые виды рыбалки, где ловят рыбу, которая запуталась в пластиковых отходах!\n\n4. Переработка.\nПримерно 9% всего пластика перерабатывается, остальная часть оказывается на свалках или в океане. \n\n5. Люди-полимеры.\nУченые выяснили, что микроэлементы пластика могут попадать в наши организмы с упаковкой от еды.\n\n6. Первая пластиковая бутылка.\nОна была создана в 1947 году, и с тех пор мир заполонили миллиарды пластиковых бутылок.\n\n7. Океан как свалка.\nВ мире есть целый «пластиковый континент» в Тихом океане, который в\u00a03\u00a0раза больше Франции!\n\n8. Пластиковый бетон.\nИсследователи изучают возможность использования переработанного пластика вместо песка в бетоне. Путь\u00a0к\u00a0экологичному строительству!\n\n9. Модуляция звука.\nЗнали ли вы, что некоторые музыкальные инструменты делают из переработанного пластика? Да, это не только круто, но\u00a0и\u00a0экологично!\n\n10. Пластик и здоровье.\nМикропластик может встречаться не только в еде и воде, но даже в воздухе, который мы дышим.Надеемся, эти факты заставили вас задуматься о пластике и\u00a0его влиянии на нашу жизнь.',
		previewText:
			'Готовы удивляться? Мы собрали для\u00a0вас\u00a010 необычных фактов о пластике, которые точно заставят...',
	},
]
